Revit 2024 API
ParameterTypeId.ProjectRevisionRevisionDescription Property
 "Revision Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ProjectRevisionRevisionDescription { get; }
Visual Basic
Public Shared ReadOnly Property ProjectRevisionRevisionDescription As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ProjectRevisionRevisionDescription {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace